/* Accept Friend Request Alert Button Title */
"ACCEPT_FRIEND_REQUEST_BUTTON_TITLE" = "Acceptar";

/* Accept game invite Alert Button Title */
"ACCEPT_INVITE_BUTTON_TITLE" = "Acceptar";

/* Account disabled alert message */
"ACCOUNT_DISABLED_ALERT_MESSAGE" = "L’ID d’Apple que heu escrit s’ha desactivat per raons de seguretat. Premeu “Reiniciar” per a modificar la contrasenya.";

/* You are not allowed to modify accounts on this device (alert text) */
"ACCOUNT_RESTRICTED_CREATE_TEXT" = "No podeu modificar comptes a aquest dispositiu";

/* Cannot create account (alert title) */
"ACCOUNT_RESTRICTED_CREATE_TITLE" = "No es pot crear el compte";

/* You are not allowed to edit your account on this device (alert text) */
"ACCOUNT_RESTRICTED_EDIT_TEXT" = "No podeu tancar el vostre compte a aquest dispositiu";

/* Cannot edit account (alert title) */
"ACCOUNT_RESTRICTED_EDIT_TITLE" = "No es pot editar el compte";

/* You are not allowed to sign in to this device (alert text) */
"ACCOUNT_RESTRICTED_SIGNIN_TEXT" = "No podeu iniciar la sessió a aquest dispositiu";

/* Cannot sign in (alert title) */
"ACCOUNT_RESTRICTED_SIGNIN_TITLE" = "No es pot iniciar la sessió";

/* Account Title */
"ACCOUNT_TITLE" = "Compte";

/* Achievements title one player */
"ACHIEVEMENTS" = "Assoliments";

/* Achievement User Title points tally compare screen (plural, plural form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_PLURAL" = "%1$@ assoliments, %2$@ punts";

/* Achievement User Title points tally compare screen (plural, singular form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_SINGULAR" = "%1$@ assoliments, %2$@ punt";

/* Achievement User Title points tally compare screen (plural, zero form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_ZERO" = "%1$@ assoliments, %2$@ punts";

/* Achievement User Title points tally compare screen (singular, plural form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_PLURAL" = "%1$@ assoliment, %2$@ punts";

/* Achievement User Title points tally compare screen (singular form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_SINGULAR" = "%1$@ assoliment, %2$@ punt";

/* Achievement User Title points tally compare screen (singular, zero form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_ZERO" = "%1$@ assoliment, %2$@ punts";

/* Achievement User Title points tally compare screen (zero, zero form) */
"ACHIEVEMENTS_1_POINTS_2_ZERO_ZERO" = "%1$@ assoliments, %2$@ punts";

/* # of max # achievements format (plural) */
"ACHIEVEMENTS_N1_OF_M2_PLURAL" = "%1$@ de %2$@ assoliments";

/* # of max # achievements format (singular) */
"ACHIEVEMENTS_N1_OF_M2_SINGULAR" = "%1$@ d’%2$@ assoliment";

/* Achievements Section Title total for unowned games (plural) */
"ACHIEVEMENT_COUNT_TITLE_PLURAL" = "%@ assoliments ";

/* Achievements Section Title total for unowned games (singular) */
"ACHIEVEMENT_COUNT_TITLE_SINGULAR" = "%1$@ assoliment ";

/* Achievements Section Title total for unowned games (uppercase, plural) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_PLURAL" = "%@ ASSOLIMENTS ";

/* Achievements Section Title total for unowned games (uppercase, singular) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_SINGULAR" = "%@ ASSOLIMENT ";

/* Achievements Section Title total for unowned games (uppercase, zero) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_ZERO" = "CAP ASSOLIMENT";

/* Achievements Section Title total for unowned games (zero) */
"ACHIEVEMENT_COUNT_TITLE_ZERO" = "Cap assoliment";

/* Achievement earned: date. */
"ACHIEVEMENT_EARNED_DATE" = "Guanyat: ";

/* Achievement earned on: date. */
"ACHIEVEMENT_EARNED_ON_DATE" = "Guanyat el: %1$@";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_PLURAL" = "%1$@ de %2$@ assoliments ";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_SINGULAR" = "%1$@ d’%2$@ assoliment";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_PLURAL" = "%1$@ DE %2$@ ASSOLIMENTS";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_SINGULAR" = "%1$@ D’%2$@ ASSOLIMENT";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_ZERO" = "%1$@ DE %2$@ ASSOLIMENTS";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_ZERO" = "%1$@ de %2$@ assoliments ";

/* Achievement detail when achievement hasn't been earned yet. */
"ACHIEVEMENT_NOT_YET_ACHIEVED" = "No assolit encara";

/* Achievement 50% complete. */
"ACHIEVEMENT_PERCENT_COMPLETE" = "%1$@ complet";

/* number of points for that achievement. Used for when value is >1 */
"ACHIEVEMENT_POINTS_PLURAL" = "%@ pts.";

/* number of points for that achievement. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_SINGULAR" = "%@ pt";

/* Achievement User Title points tally.used when value is equal >1 */
"ACHIEVEMENT_POINTS_TALLY_PLURAL" = "(%@ pts.)";

/* Achievement User Title points tally.used when value is equal 1 */
"ACHIEVEMENT_POINTS_TALLY_SINGULAR" = "(%@ pt.)";

/* Achievement User Title points tally.used when value is equal 0 */
"ACHIEVEMENT_POINTS_TALLY_ZERO" = "(%@ pts.)";

/* Unit to accompany large points count. Used for when value is >1 */
"ACHIEVEMENT_POINTS_UNIT_PLURAL" = "pts";

/* Unit to accompany large points count. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_UNIT_SINGULAR" = "pt";

/* Unit to accompany large points count. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_UNIT_ZERO" = "pts";

/* number of points for that achievement. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_ZERO" = "%@ pts.";

/* Undo name for adding an address to a recipient field in the compose window */
"ADDRESS_ADDITION" = "Addició d'adreça";

/* Undo name for removing an address from a recipient field in the compose window */
"ADDRESS_DELETION" = "Eliminació d'adreça";

/* You are not allowed to send friend requests on this device (alert text) */
"ADD_FRIENDS_RESTRICTED_TEXT" = "No podeu enviar sol·licituds d’amistat des d’aquest dispositiu";

/* Cannot send friend requests (alert title) */
"ADD_FRIENDS_RESTRICTED_TITLE" = "No es poden enviar sol·licituds d’amistat";

/* Add Player Button */
"ADD_PLAYER_BUTTON" = "Afegir jugador";

/* Message for not authenticate alert */
"ALERT_MESSAGE_NOT_AUTHENTICATED" = "El jugador no està connectat";

/* Message for parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED" = "No podeu fer servir el Game Center a aquest dispositiu";

/* Message for multiplayer parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "No podeu jugar a jocs multijugador a aquest dispositiu";

/* Title for not auntenticated alert */
"ALERT_TITLE_NOT_AUTHENTICATED_MULTIPLAYER" = "Multijugador no disponible";

/* Title for parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED" = "Game Center no està disponible";

/* Title for multiplayer parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "Multijugador no disponible";

/* Anonymous player nickname */
"ANONYMOUS_PLAYER_NICKNAME" = "Anònim";

/* Apple ID Password Alert Title */
"APPLE_ID_PASSWORD" = "Contrasenya de l'ID d'Apple";

/* Auto-match wait time over n minutes (plural) */
"APPROX_WAIT_TIME_MINUTES_PLURAL" = "El Game Center pot activar-vos la partida automàtica per jugar amb qui estigui disponible ara. Temps d’espera aproximat: més de %@ minuts";

/* Auto-match wait time over n minute (singular) */
"APPROX_WAIT_TIME_MINUTES_SINGULAR" = "El Game Center pot activar-vos la partida automàtica per jugar amb qui estigui disponible ara. Temps d’espera aproximat: més d’%@ minut";

/* Auto-match wait time over n minutes (zero) */
"APPROX_WAIT_TIME_MINUTES_ZERO" = "El Game Center pot activar-vos la partida automàtica per jugar amb qui estigui disponible ara. Temps d’espera aproximat: més de %@ minuts";

/* Auto-match wait time n seconds (plural) */
"APPROX_WAIT_TIME_PLURAL" = "El Game Center pot activar-vos la partida automàtica per jugar amb qui estigui disponible ara. Temps d’espera aproximat: %@ segons";

/* Auto-match wait time n second (singular) */
"APPROX_WAIT_TIME_SINGULAR" = "El Game Center pot activar-vos la partida automàtica per jugar amb qui estigui disponible ara. Temps d’espera aproximat: %@ segon";

/* Auto-match wait time n seconds (zero) */
"APPROX_WAIT_TIME_ZERO" = "El Game Center pot activar-vos la partida automàtica per jugar amb qui estigui disponible ara. Temps d’espera aproximat: %@ segons";

/* Go To App Store Invite Button Title */
"APP_STORE" = "App Store";

/* Auto-match */
"AUTO_MATCH" = "Partida autom.";

/* Auto-matched */
"AUTO_MATCHED" = "Partida autom.";

/* Auto-Match player */
"AUTO_MATCH_PLAYER" = "Jugador de la partida automàtica";

/* button to friend request */
"BUTTON_TO_SEND_FRIEND_REQUEST" = "Enviar";

/* button to send game invite */
"BUTTON_TO_SEND_GAME_INVITE" = "Enviar";

/* By Game Center */
"BY_GAME_CENTER" = "Pel Game Center";

/* Cancelled invite label */
"CANCELLED_INVITE_LABEL" = "Cancel·lat";

/* Cancel */
"CANCEL_BUTTON" = "Cancel·lar";

/* Can't Connect invite label */
"CANT_CONNECT_INVITE_LABEL" = "No es pot connectar";

/* Can't connect to Game Center account pages message */
"CANT_CONNECT_TO_GAME_CENTER_ACCOUNT_PAGES_MESSAGE" = "El serveis de compte del Game Center no estan disponibles en aquests moments.\nTorneu-ho a provar més tard.";

/* Cannot connect message */
"CAN_NOT_CONNECT_TO_GAME_CENTER_MESSAGE" = "Per accedir al Game Center us heu de connectar a una xarxa de dades mòbils o Wi-Fi.";

/* Challenge Friend Picker's \"done\" button title for when coming from a message view  */
"CHALLENGE_ADD_PLAYERS_BUTTON_TITLE" = "Afegir";

/* Instructive text below disabled \"Send Challenge\" button when the player for the current score screen is not the local player's friend. %1$@ is the other player's name. */
"CHALLENGE_BUTTON_DISABLED_NOT_FRIEND" = "Feu amistat amb %1$@ per enviar-li un repte";

/* Instructive text below disabled \"Challenge Friends\" button when the current player has no friends */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS" = "Feu amics al Game Center per començar a enviar i a rebre reptes";

/* Instructive text below disabled \"Challenge Friends\" button when the current player's friends have all already earned the current achievement. %1$@ is the achievement's name */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS_ELIGIBLE" = "Els vostres amics ja han guanyat %1$@. Proveu de reptar-los als assoliments que encara no han guanyat.";

/* Instructive text below disabled \"Challenge Friends\" / \"Send Challenge\" button when the current player has no score for the current leaderboard. %1$@ is the leaderboard's name. */
"CHALLENGE_BUTTON_DISABLED_NO_SCORE" = "Assoliu una puntuació a %1$@ per poder reptar els vostres amics perquè la millorin";

/* Challenge Completed Alert Button OK Title */
"CHALLENGE_COMPLETED_OK_BUTTON" = "Acceptar";

/* Challenges detail goal description for achievement challenge */
"CHALLENGE_DETAIL_ACHIEVEMENT_GOAL_FORMAT" = "El repte de %1$@: %2$@";

/* Challenges detail from line */
"CHALLENGE_DETAIL_FROM_FORMAT" = "Repte de %1$@";

/* Challenges detail goal description for any challenge */
"CHALLENGE_DETAIL_GOAL_FORMAT" = "El repte de %1$@:";

/* Challenges detail quote wrapper for message */
"CHALLENGE_DETAIL_MESSAGE_QUOTE_FORMAT" = "“%1$@”";

/* Challenges detail goal description for score challenge, for example \"Doc Brown's challenge: score 500 touchdowns on level 1\" */
"CHALLENGE_DETAIL_SCORE_GOAL_FORMAT" = "El repte de %1$@: fer %2$@ a %3$@";

/* Challenge Friend Title */
"CHALLENGE_FRIEND" = "Amistat del repte";

/* Send Challenge Invitation Title */
"CHALLENGE_INVITATION_TITLE" = "Enviar repte";

/* Challenge invitation description start */
"CHALLENGE_INVITE_DESCRIPTION_START" = "Repte:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_FROM_PLAYER_NO_MESSAGE_FORMAT" = "De %1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_FROM_PLAYER_WITH_MESSAGE_FORMAT" = "De %1$@:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_PLAYER_NO_MESSAGE_FORMAT" = "%1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_PLAYER_WITH_MESSAGE_FORMAT" = "%1$@: ";

/* Challenges list description for score challenge */
"CHALLENGE_LIST_SCORE_GOAL_FORMAT" = "Ha fet %1$@ a %2$@";

/* Challenge completed by current player banner message while in that game */
"CHALLENGE_LOCALLY_COMPLETED_BANNER_IN_GAME_FORMAT" = "Heu superat el repte de %1$@: %2$@";

/* Challenge Friend Picker Back Button Title */
"CHALLENGE_PICKER_BACK_TITLE" = "Enrere";

/* Challenge Friend Picker Title */
"CHALLENGE_PICKER_TITLE" = "Seleccionar amistats";

/* Close the challenge received alert without further action */
"CHALLENGE_RECEIVED_IGNORE" = "Ignorar";

/* Challenge received message in game with challenge goal text (i.e.: Challenged you: 1000 coins on Level 1) */
"CHALLENGE_RECEIVED_IN_GAME_BANNER_FORMAT" = "Us ha reptat: %1$@";

/* Launch the game to start the challenge */
"CHALLENGE_RECEIVED_LAUNCH_GAME" = "Obrir joc";

/* There's no compatible game on the device -- launch the app store with the game's URL */
"CHALLENGE_RECEIVED_LAUNCH_STORE" = "Anar a l’App Store";

/* Challenge received message while not in that game with game title and goal (i.e.: Rescue Rangers Challenge: 1000 coins on Level 1 */
"CHALLENGE_RECEIVED_OUT_OF_GAME_BANNER_FORMAT" = "Repte de %1$@: %2$@";

/* Challenge completed by other player banner message while in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_IN_GAME_FORMAT" = "Supera el teu repte: %1$@";

/* Challenge completed by other player banner message while not in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_OUT_OF_GAME_FORMAT" = "Supera el teu repte en %1$@: %2$@";

/* Change */
"CHANGE" = "Canviar";

/* Close Friend Request Alert Button Title */
"CLOSE_FRIEND_REQUEST_ALERT_BUTTON_TITLE" = "Tancar";

/* Close Turn Based Alert Button Title */
"CLOSE_TURN_BASED_ALERT_BUTTON_TITLE" = "Tancar";

/* Format string used for '30 Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_PLURAL" = "%1$@ assoliments";

/* Format string used for '1 Achievement' */
"COMPARE_N_ACHIEVEMENTS_HEADER_SINGULAR" = "%1$@ assoliment";

/* Format string used for 'No Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_ZERO" = "Sense assoliments";

/* Connecting invite label */
"CONNECTING_INVITE_LABEL" = "Connectant";

/* Connection failed alert message */
"CONNECTION_FAILED_ALERT_MESSAGE" = "No s’ha pogut connectar amb el servidor del Game Center.";

/* Create New Apple ID Button */
"CREATE_NEW_ACCOUNT" = "Crear nou ID d’Apple";

/* Declined invite label */
"DECLINED_INVITE_LABEL" = "Refusat";

/* Decline Invite Button Title */
"DECLINE_INVITE_BUTTON_TITLE" = "Refusar";

/* Default game invitation message */
"DEFAULT_GAME_INVITATION_MESSAGE_FORMAT" = "Vols jugar a %@?";

/* Challenge button title for when displaying non-local player's score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OTHER" = "Enviar repte";

/* Challenge button title for when displaying local player's own score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OWN" = "Amistats del repte";

/* Share button title for when displaying score or achievement detail screen */
"DETAIL_SCREEN_SHARE_BUTTON_TITLE" = "Compartir";

/* Disable Button */
"DISABLE_BUTTON" = "Desactivar";

/* Disconnected invite label */
"DISCONNECTED_INVITE_LABEL" = "Desconnectat";

/* Button title used to dismiss a friend or game recommendation */
"DISMISS_CONFIRMATION_BUTTON_TITLE" = "Eliminar";

/* Done button title */
"DONE_BUTTON_TITLE" = "OK";

/* button to send friend request */
"DONT_SEND" = "No enviar";

/* title for 'buy game' button in game detail view when the game is downloading */
"DOWNLOADING_BUTTON_TITLE" = "Instal·lant…";

/* Ellipsis for truncation at end of string */
"ELLIPSIS_FOR_TRUNCATION" = "…";

/* challenge invite message field placeholder text */
"ENTER_OPTIONAL_MESSAGE" = "Introduïu un missatge opcional…";

/* GKErrorAuthenticationInProgress description */
"ERROR_AUTHENTICATIONINPROGRESS_DESCRIPTION" = "No s’ha pogut completar l'operació sol·licitada perquè el jugador local ja s'està autenticant.";

/* GKErrorCancelled description */
"ERROR_CANCELLED_DESCRIPTION" = "S'ha cancel·lat l'operació sol·licitada.";

/* GKErrorCommunicationsFailure description */
"ERROR_COMMUNICATIONSFAILURE_DESCRIPTION" = "No s’ha pogut completar l'operació sol·licitada a causa d’un error de comunicació amb el servidor.";

/* GKErrorGameUnrecognized description */
"ERROR_GAMEUNRECOGNIZED_DESCRIPTION" = "No s'ha pogut completar l'operació sol·licitada perquè el Game Center no reconeix aquesta aplicació.";

/* GKErrorInvalidCredentials description */
"ERROR_INVALIDCREDENTIALS_DESCRIPTION" = "No s’ha pogut completar l'operació sol·licitada perquè el nom d'usuari i/o la contrasenya no són correctes.";

/* GKErrorInvalidParameter description */
"ERROR_INVALIDPARAMETER_DESCRIPTION" = "No s’han pogut completar les operacions sol·licitades perquè un o més paràmetres no són vàlids.";

/* GKErrorInvalidPlayer description */
"ERROR_INVALIDPLAYER_DESCRIPTION" = "No s’ha pogut completar l'operació sol·licitada perquè el jugador no és vàlid.";

/* GKErrorIssueChallengeDenied description */
"ERROR_INVALID_CHALLENGE" = "Ha fallat la sol·licitud de repte perquè les dades dels repte no eren vàlides.";

/* GKErrorMatchRequestInvalid description */
"ERROR_MATCHREQUESTINVALID_DESCRIPTION" = "No s’ha pogut completar l'operació sol·licitada perquè la sol·licitud de partida no és vàlida.";

/* GKErrorNotAuthenticated description */
"ERROR_NOTAUTHENTICATED_DESCRIPTION" = "No s’ha pogut completar l'operació sol·licitada perquè el jugador local no s'ha autenticat.";

/* GKErrorParentalControlsBlocked description */
"ERROR_PARENTALCONTROLSBLOCKED_DESCRIPTION" = "No s’ha pogut completar l'operació sol·licitada perquè s'ha desactivat aquesta característica a Restriccions.";

/* GKErrorScoreNotSet description */
"ERROR_SCORENOTSET_DESCRIPTION" = "No s’ha pogut completar l'operació sol·licitada perquè no s'ha definit el valor de puntuació.";

/* GKErrorTurnBasedInvalidParticipant description */
"ERROR_TBG_INVALID_PARTICIPANT" = "No s’ha pogut completar l’operació sol·licitada perquè el participant especificat no és vàlid.";

/* GKErrorTurnBasedInvalidState description */
"ERROR_TBG_INVALID_STATE" = "No s’ha pogut completar l’operació sol·licitada perquè la sessió està en un estat no vàlid.";

/* GKErrorTurnBasedInvalidTurn description */
"ERROR_TBG_INVALID_TURN" = "No s’ha pogut completar l’operació sol·licitada perquè el participant especificat no té l’estat del torn necessari.";

/* GKErrorTurnBasedMatchDataTooLarge description */
"ERROR_TBG_MATCH_DATA_TO_LARGE" = "No s’ha pogut completar l’operació sol·licitada perquè les dades de la partida eren massa grans.";

/* GKErrorTurnBasedTooManySessions description */
"ERROR_TBG_TOO_MANY_SESSIONS" = "No s’ha pogut completar l’operació sol·licitada perquè superaria el nombre màxim de sessions.";

/* GKErrorUnderage description */
"ERROR_UNDERAGE_DESCRIPTION" = "No s’ha pogut completar l'operació sol·licitada perquè s'ha desactivat aquesta característica per als jugadors menors d'edat.";

/* GKErrorUnexpectedConnection description */
"ERROR_UNEXPECTEDCONNECTION_DESCRIPTION" = "S'ha connectat un jugador inesperat a una partida.";

/* GKErrorUnknown description */
"ERROR_UNKNOWN_DESCRIPTION" = "No s’ha pogut completar l'operació sol·licitada a causa d’un error desconegut.";

/* GKErrorUserDenied description */
"ERROR_USERDENIED_DESCRIPTION" = "No s’ha pogut completar l'operació sol·licitada perquè l'usuari l'ha refusada.";

/* Extra recipients */
"EXTRA_RECIPIENTS_FORMAT" = " i %@ més…";

/* Facebook like label format for plural likes */
"FACEBOOK_LABEL_PLURAL" = "A %@ amics els agrada";

/* Facebook like label format for singular likes */
"FACEBOOK_LABEL_SINGULAR" = "A %@ amic li agrada";

/* Message to show when liking via facebook is unavailable due to network connectivity issues or errors */
"FACEBOOK_LABEL_UNAVAILABLE" = "M’agrada de Facebook no disponible";

/* Facebook like label format for zero likes */
"FACEBOOK_LABEL_ZERO" = "A %@ amics els agrada";

/* Label for Facebook like button when player hasn't liked game */
"FACEBOOK_LIKE_NORMAL_LABEL" = "M’agrada";

/* Label for Facebook like button when player likes the game */
"FACEBOOK_LIKE_SELECTED_LABEL" = "M’agrada";

/* Failed invite label */
"FAILED_INVITE_LABEL" = "Error";

/* friend text in compare achievement screen */
"FRIEND" = "Amic";

/* Format string used for '<n> friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_PLURAL" = "%@ amics";

/* Format string used for '<n> friend' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_SINGULAR" = "%@ amic";

/* Format string used for 'No friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_ZERO" = "Cap amic";

/* Format string used for '<n> friends in common' */
"FRIENDS_IN_COMMON_PLURAL" = "%@ amics en comú";

/* Format string used for '1 friend in common' */
"FRIENDS_IN_COMMON_SINGULAR" = "%@ amic en comú";

/* Format string used for 'No friends in common' */
"FRIENDS_IN_COMMON_ZERO" = "Cap amic en comú";

/* Friends-only player scope header (plural) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_PLURAL" = "%@ amics";

/* Friends-only player scope header (singular) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_SINGULAR" = "%@ amic";

/* Friends-only player scope header (plural, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "%@ AMICS";

/* Friends-only player scope header (singular, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "%@ AMIC";

/* Friends-only player scope header (zero, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "AMICS";

/* Friends-only player scope header (zero) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_ZERO" = "Amics";

/* Friend request accepted format - 1:nickname (2:firstName 3:lastName) */
"FRIEND_ACCEPTANCE_ALIAS_1_FIRST_2_LAST_3_FORMAT" = "%1$@ (%2$@ %3$@) ha acceptat la vostra sol·licitud d’amistat.";

/* Friend request accepted format - 1:nickname (2:either firstName or lastName -- the user didn't fill in the other name) */
"FRIEND_ACCEPTANCE_ALIAS_1_NAME_2_FORMAT" = "%1$@ (%2$@) ha acceptat la vostra sol·licitud d’amistat.";

/* Friend request accepted format (either single string from the server, for older servers, or just the nickname if first and last are unavailable) */
"FRIEND_ACCEPTANCE_FORMAT" = "%1$@ ha acceptat la vostra sol·licitud d’amistat.";

/* Friend picker Finding Players */
"FRIEND_PICKER_FINDING_PLAYERS" = "Buscant jugadors";

/* Game invites disabled player status text */
"FRIEND_PICKER_GAME_INVITES_DISABLED" = "No accepta invitacions a jocs";

/* Section header title for players that have already earned an achievement */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED" = "Amics que tenen aquest assoliment";

/* Section header title for players that have already earned an achievement (plural) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_PLURAL" = "%@ amics que tenen aquest assoliment";

/* Section header title for players that have already earned an achievement (singular) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_SINGULAR" = "%@ amic que té aquest assoliment";

/* Section header title for players that have already earned an achievement (zero) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_ZERO" = "Cap amic que tingui aquest assoliment";

/* Friends section header title */
"FRIEND_PICKER_HEADER_TITLE_FRIEND" = "Amics";

/* Friends section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_PLURAL" = "%@ amics";

/* Friends section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_SINGULAR" = "%@ amic";

/* Friends section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_ZERO" = "%@ amics";

/* Doesn't Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED" = "Amics que no han jugat";

/* Doesn't Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_PLURAL" = "%@ amics que no han jugat";

/* Doesn't Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_SINGULAR" = "%@ amic que no ha jugat";

/* Doesn't Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_ZERO" = "Cap amic que no hagi jugat";

/* Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME" = "Amics que juguen a aquest joc";

/* Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_PLURAL" = "%@ amics que juguen a aquest joc";

/* Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_SINGULAR" = "%@ amic que juga a aquest joc";

/* Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_ZERO" = "Cap amic que jugui a aquest joc";

/* Players section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYER" = "Jugadors";

/* Players section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_PLURAL" = "%@ jugadors";

/* Players section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_SINGULAR" = "%@ jugador";

/* Players section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_ZERO" = "%@ jugadors";

/* Friend picker Not Online */
"FRIEND_PICKER_NOT_ONLINE" = "Sense connexió";

/* Friend picker scope title for showing all friends */
"FRIEND_PICKER_SCOPE_TITLE_ALL" = "TOTS";

/* Friend picker scope title for showing nearby players */
"FRIEND_PICKER_SCOPE_TITLE_NEARBY" = "PROPERS";

/* Friend picker scope title for showing recent friends */
"FRIEND_PICKER_SCOPE_TITLE_RECENT" = "RECENTS";

/* Friend request composition window back button */
"FRIEND_REQUEST" = "Sol·licitud";

/* friend request alert message */
"FRIEND_REQUEST_ALERT_MESSAGE_FORMAT" = "Voleu enviar una sol·licitud d'amistat a %@?";

/* Friend Request alert title */
"FRIEND_REQUEST_ALERT_TITLE" = "Sol·licitud";

/* Friend request notification title. */
"FRIEND_REQUEST_NOTIFICATION_TITLE_FORMAT" = "Sol·licitud d’amistat de %1$@";

/* Format string used for '<n> games' for local player in friends list */
"GAMES_IN_COMMON_ME_PLURAL" = "%@ jocs";

/* Format string used for '1 game' for local player in friends list */
"GAMES_IN_COMMON_ME_SINGULAR" = "%@ joc";

/* Format string used for 'No games' for local player in friends list */
"GAMES_IN_COMMON_ME_ZERO" = "Cap joc";

/* Format string used for '<n> games in common' */
"GAMES_IN_COMMON_PLURAL" = "%@ jocs en comú";

/* Format string used for '1 game in common' */
"GAMES_IN_COMMON_SINGULAR" = "%@ joc en comú";

/* Format string used for 'No games in common' */
"GAMES_IN_COMMON_ZERO" = "Cap joc en comú";

/* Game Cancelled Alert Header */
"GAME_CANCELLED_ALERT_HEADER" = "Partida cancel·lada";

/* Warning alert for storedemo */
"GAME_CENTER_ACCOUNT_LOCKED" = "Funció desactivada";

/* Default title text for alerts */
"GAME_CENTER_ALERT_TITLE" = "Game Center";

/* alert title */
"GAME_CENTER_DEMO_MODE" = "Mode Demo";

/* Game Center Disabled alert title */
"GAME_CENTER_DISABLED" = "Desactivar el Game Center?";

/* Game Center Disabled alert message */
"GAME_CENTER_DISABLED_ALERT_MESSAGE" = "Podeu activar el Game Center en qualsevol moment iniciant la sessió a través de l’aplicació Game Center.";

/* GAME CENTER header text */
"GAME_CENTER_HEADER_TEXT" = "GAME CENTER";

/* GKErrorNotSupported description */
"GAME_CENTER_IS_NOT_SUPPORTED" = "Game Center no admès";

/* A game that you have never played */
"GAME_DETAIL_NEVER_PLAYED" = "No jugat mai";

/* Game Invite Alert Header With Alias and Game name */
"GAME_INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_FORMAT" = "%1$@ vol jugar a “%2$@”";

/* Game Invite Alert Header With Alias only */
"GAME_INVITE_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "Invitació de %1$@";

/* Game Invite Cancelled Alert Header With Alias */
"GAME_INVITE_CANCELLED_ALERT_HEADER_ALIAS_FORMAT" = "S'ha cancel·lat la invitació de %@.";

/* Game Invite failed due to not finding mininum number of players  */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS" = "La partida automàtica no ha pogut trobar prou jugadors. Convideu a més jugadors.";

/* Not Enough Players */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS_TITLE" = "No hi ha prou jugadors";

/* Game not recognized alert title */
"GAME_NOT_RECOGNIZED_ALERT_TITLE" = "El Game Center no reconeix aquest joc.";

/* Game rating failed because the user was not logged into Game Center with an account used to purchase the game. */
"GAME_RATING_INVALID_CREDENTIALS" = "Per a puntuar aquest joc heu de connectar-vos amb l'ID d'Apple que vau fer servir a l'hora de comprar-lo.";

/* Game rating not sent alert title */
"GAME_RATING_NOT_SENT" = "Puntuació de la partida no enviada";

/* Game Reconnect Message */
"GAME_RECONNECT_MESSAGE" = "Tornar a connectar?";

/* GKMatchmakerViewController Title */
"GKMATCHMAKERVIEWCONTROLLER_TITLE" = "Multijugador";

/* Global player scope header (plural) */
"GLOBAL_PLAYER_SCOPE_HEADER_PLURAL" = "Els %@ jugadors";

/* Global player scope header (singular */
"GLOBAL_PLAYER_SCOPE_HEADER_SINGULAR" = "Tots els jugadors";

/* Global player scope header (plural, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "ELS %@ JUGADORS";

/* Global player scope header (singular, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "TOTS ELS JUGADORS";

/* Global player scope header (zero, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "TOTS ELS JUGADORS";

/* Global player scope header (zero) */
"GLOBAL_PLAYER_SCOPE_HEADER_ZERO" = "Tots els jugadors";

/* achievement title in compare achievement screen for hidden achievement (iphone version) */
"HIDDEN" = "Ocult";

/* Forgot your Apple ID or password? URL title */
"IFORGOT_LINK_TITLE" = "Heu oblidat l’ID d’Apple o la contrasenya?";

/* Import Friends Title */
"IMPORT_FRIENDS_TITLE" = "Importar amics";

/* Incompatible invite label */
"INCOMPATIBLE_INVITE_LABEL" = "No compatible";

/* Incorrect Password alert message */
"INCORRECT_PASSWORD_ALERT_MESSAGE" = "Heu introduït la contrasenya de forma incorrecta massa cops. Si l'heu oblidada, premeu \"Reiniciar\" per a modificar-la.";

/* Incorrect Password alert title */
"INCORRECT_PASSWORD_ALERT_TITLE" = "Contrasenya incorrecta";

/* Game Invite Cancelled Alert Header Without Alias */
"INVITATION_CANCELLED" = "Invitació cancel·lada";

/* Invitation Title */
"INVITATION_TITLE" = "Invitació";

/* Invited invite label */
"INVITED_INVITE_LABEL" = "Esperant…";

/* Invitee Accepted Alert Header */
"INVITEE_ACCEPTED_ALERT_HEADER" = "Un jugador ha acceptat la vostra invitació.";

/* Invitee Accepted Alert Header With Alias and Game name */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_1_GAMENAME_2_FORMAT" = "%1$@ ha acceptat la vostra invitació per a %2$@.";

/* Invitee Accepted Alert Header With Alias only */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "%@ ha acceptat la vostra invitació.";

/* Invitee Accepted Alert Header With Game name only */
"INVITEE_ACCEPTED_ALERT_HEADER_GAME_NAME_ONLY_FORMAT" = "Un jugador ha acceptat la vostra invitació per a %@.";

/* Invitee Declined Alert Header */
"INVITEE_DECLINED_ALERT_HEADER" = "Un jugador ha refusat la vostra invitació.";

/* Rank among friends format plural */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_PLURAL" = "#%1$@ de %2$@ amics";

/* Rank among friends format singular */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_SINGULAR" = "#%1$@ d’%2$@ amic";

/* Invite button description (plural) */
"INVITE_BUTTON_DESCRIPTION_PLURAL" = "Convidar fins a %d jugadors més de la llista d’amistats del Game Center";

/* Invite button description (singular) */
"INVITE_BUTTON_DESCRIPTION_SINGULAR" = "Convidar un jugador més de la llista d’amistats del Game Center";

/* Invite button description (zero) */
"INVITE_BUTTON_DESCRIPTION_ZERO" = "n/d";

/* Challenge friends picker view's title bar for when picking friends to send a challenge to */
"INVITE_CHALLENGE_FRIENDS" = "Amistats del repte";

/* Invite Friend */
"INVITE_FRIEND" = "Invitar amic";

/* Invite Friends Title */
"INVITE_FRIENDS_TITLE" = "Invitar a amics";

/* Invite Players Button Title */
"INVITE_PLAYERS_BUTTON_TITLE" = "Convidar jugadors";

/* Invite up to n players format string (plural) */
"INVITE_UP_TO_N_PLAYERS_PLURAL" = "Convidar fins a %@ jugadors";

/* Invite up to 1 player format string (singular) */
"INVITE_UP_TO_N_PLAYERS_SINGULAR" = "Convidar fins a %@ jugador";

/* Invite up to n players format string (zero) */
"INVITE_UP_TO_N_PLAYERS_ZERO" = "Convidar fins a %@ jugadors";

/* Just played: <game> format string */
"JUST_PLAYED_LAST_PLAYED_GAME_FORMAT" = "Última partida: %@";

/* Last matched on date format */
"LAST_MATCHED_ON_DATE_FORMAT" = "Última trobada: %1$@";

/* Last played: <game> format string */
"LAST_PLAYED_GAME_FORMAT" = "Darrera partida: %@";

/* Last Played <date> label */
"LAST_PLAYED_LABEL" = "Última partida";

/* Last played on date format */
"LAST_PLAYED_ON_DATE_FORMAT" = "Darrera partida: %1$@";

/* Launch App Button Title */
"LAUNCH_APP_BUTTON_TITLE" = "Obrir aplicació";

/* Leaderboards controller title */
"LEADERBOARDS_CONTROLLER_TITLE" = "Puntuacions";

/* Leaderboard categories (plural) */
"LEADERBOARD_CATEGORIES_PLURAL" = "%@ màximes puntuacions";

/* Leaderboard categories (singular) */
"LEADERBOARD_CATEGORIES_SINGULAR" = "%@ puntuació";

/* Leaderboard categories (zero) */
"LEADERBOARD_CATEGORIES_ZERO" = "%@ màximes puntuacions";

/* Leaderboard sheet title */
"LEADERBOARD_DEFAULT_TITLE" = "Puntuacions";

/* leaderboard range limits execption string */
"LEADERBOARD_RANGE_LIMITS_EXECPTION" = "El rang de la taula de puntuacions {%d,%d} ha de tenir una ubicació >= %d i un rang <= %d";

/* Loading… status text */
"LOADING_STATUS" = "Carregant…";

/* Login Button */
"LOGIN_BUTTON" = "iniciar la sessió";

/* Matchmaker Connecting */
"MATCHMAKER_CONNECTING_TO_PLAYERS" = "Connectant…";

/* Matchmaker Finding Players */
"MATCHMAKER_FINDING_PLAYERS" = "Buscant jugadors…";

/* Matchmaker Invite Friends */
"MATCHMAKER_INVITE_FRIENDS" = "Invitar a amics";

/* Matchmaker Inviting Players */
"MATCHMAKER_INVITING_PLAYERS" = "Convidant jugadors";

/* Matchmaker Play Now */
"MATCHMAKER_PLAY_NOW" = "Jugar ara";

/* Matchmaker Starting Game */
"MATCHMAKER_STARTING_GAME" = "Iniciant partida…";

/* Matchmaker Waiting for game to start */
"MATCHMAKER_WAITING_TO_START" = "Esperant…";

/* Me */
"ME" = "Jo";

/* Me */
"ME_TEXT_IN_COMPARE_ACHIEVEMENT_SCREEN" = "Jo";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE" = "%1$@ - %2$@ jugadors";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE_SINGULAR" = "%@ jugadors";

/* <identifiable name> <quoted alias> */
"NAME_FIRST_1_LAST_2_FORMAT" = "%1$@ %2$@";

/* Label next to switch for turning on/off nearby multiplayer */
"NEARBY_PLAYERS" = "Jugadors propers";

/* Message explaining nearby multiplayer underneath the on/off switch */
"NEARBY_PLAYERS_MESSAGE" = "Permeteu que jugadors propers del Game Center us trobin i convidin a jocs multijugador per Wi-Fi o Bluetooth.";

/* Never Played */
"NEVER_PLAYED" = "No jugat mai";

/* Never played string for cell line 1 in category list */
"NEVER_PLAYED_CATEGORY_LIST" = "No jugat mai";

/* Next */
"NEXT" = "Següent";

/* now (time) */
"NOW_TIME" = "ara";

/* No Achievements */
"NO_ACHIEVEMENTS" = "Sense assoliments";

/* No achievements details string */
"NO_ACHIEVEMENTS_DETAILS" = "Cap assoliment";

/* No Answer invite label */
"NO_ANSWER_INVITE_LABEL" = "No contesta";

/* No Friends message */
"NO_FRIENDS_MESSAGE" = "Cap amic";

/* No Friend Scores (uppercase) */
"NO_FRIEND_SCORES_UPPERCASE" = "NO HI HA PUNTUACIONS D'AMICS";

/* No leaderboard details string */
"NO_LEADERBOARD_DETAILS" = "Cap taula de puntuacions";

/* No leaderboard details string */
"NO_LEADERBOARD_OR_ACHIEVEMENT_DETAILS" = "No hi ha cap puntuació ni assoliment";

/* No network alert message */
"NO_NETWORK_ALERT_MESSAGE" = "Proveu-ho de nou quan estigueu connectats a una xarxa.";

/* No network alert title */
"NO_NETWORK_ALERT_TITLE" = "Xarxa no disponible";

/* No score - player rank is zero */
"NO_SCORE" = "Sense punts";

/* No Scores */
"NO_SCORES" = "Sense punts";

/* No Scores (uppercase) */
"NO_SCORES_UPPERCASE" = "SENSE PUNTS";

/* No Status placeholder string */
"NO_STATUS_PLACEHOLDER" = "Sense estat";

/* OK Button */
"OK_BUTTON" = "Acceptar";

/* Overall leaderboard navigation bar title */
"OVERALL_LEADERBOARD_CATEGORY_TITLE" = "General";

/* Parenthesized format string - typically used for (Bottom 10%) */
"PARENTHETICAL_FORMAT" = "(%1$@)";

/* Password incorrect alert message */
"PASSWORD_INCORRECT_ALERT_MESSAGE" = "L’ID d'Apple que heu introduït no s'ha trobat o la contrasenya és incorrecta.\nTorneu-ho a intentar.";

/* Password Placeholder */
"PASSWORD_PLACEHOLDER" = "Contrasenya";

/* Sandbox Password Placeholder */
"PASSWORD_PLACEHOLDER_SANDBOX" = "Contrasenya del Sandbox";

/* Bottom x% format string */
"PERCENT_BOTTOM_FORMAT" = "Inferior %@";

/* Top x% format string */
"PERCENT_TOP_FORMAT" = "Els %@ millors";

/* Played Today: <game> format string */
"PLAYED_TODAY_LAST_PLAYED_GAME_FORMAT" = "Partides d'avui: %@";

/* n or n+1 Players format string */
"PLAYERS_N1_OR_N_PLUS_ONE_2_FORMAT" = "%1$@ o %2$@ jugadors";

/* n to n+x Players format string */
"PLAYERS_N1_TO_M2_FORMAT" = "Entre %1$@ i %2$@ jugadors";

/* n Players */
"PLAYER_COUNT_PLURAL" = "%@ jugadors";

/* 1 Player */
"PLAYER_COUNT_SINGULAR" = "%@ jugador";

/* A friend who has never played a game  */
"PLAYER_DETAIL_NEVER_PLAYED" = "No jugat mai";

/* Player disconnected format string */
"PLAYER_DISCONNECTED_FORMAT" = "%@ ha desconnectat.";

/* Play button title */
"PLAY_BUTTON_TITLE" = "Jugar";

/* Play Game button title */
"PLAY_GAME_BUTTON_TITLE" = "Jugar una partida";

/* Play now button description (plural) */
"PLAY_NOW_BUTTON_DESCRIPTION_PLURAL" = "Jugueu ara i el Game Center trobarà fins a %d més jugadors per jugar.";

/* Play now button description (singular) */
"PLAY_NOW_BUTTON_DESCRIPTION_SINGULAR" = "Jugueu ara i el Game Center trobarà fins a un més jugador per jugar.";

/* Play now button description (zero) */
"PLAY_NOW_BUTTON_DESCRIPTION_ZERO" = "Jugueu ara i el Game Center configurarà el joc amb els jugadors seleccionats.";

/* Play Now Button Title */
"PLAY_NOW_BUTTON_TITLE" = "Jugar ara";

/* Profile blacklisted alert message */
"PROFILE_BLACKLISTED_ALERT_MESSAGE" = "L'ID d'Apple que heu escrit s'ha desactivat. Contacteu amb el servei de suport.";

/* quotes surrounding nicknames as displayed within lists (such as leaderboards) -- prefixed with directional marker */
"QUOTED_ALIAS_FORMAT" = "‎“%@”";

/* string within quotes for invite messages */
"QUOTED_MESSAGE_FORMAT" = "‎“%@”";

/* Ranked about the same as me */
"RANKED_ABOUT_SAME_AS_ME" = "Amb classifcació similar a la meva";

/* Ranked higher than me */
"RANKED_HIGHER_THAN_ME" = "Millor classificat que jo";

/* Ranked lower than me */
"RANKED_LOWER_THAN_ME" = "Pitjor classificat que jo";

/* Rank and leaderboard size (plural) */
"RANK_1_LEADERBOARD_SIZE_2_PLURAL" = "#%1$@ de %2$@ jugadors";

/* Rank and leaderboard size (singular) */
"RANK_1_LEADERBOARD_SIZE_2_SINGULAR" = "#%1$@ de %2$@ jugador";

/* #rank of max scores format */
"RANK_1_OF_MAX_SCORES_2_FORMAT" = "#%1$@ de %2$@";

/* <rank> (<Top/Bottom x%>) format string */
"RANK_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* Rank formatting string */
"RANK_FORMAT" = "%@";

/* Not ranked string for cell line 3 */
"RANK_NONE" = "No classificat";

/* #<rank> format string */
"RANK_WITH_SYMBOL_FORMAT" = "N. %@";

/* Ratings (plural) string */
"RATINGS_COUNT_PLURAL" = "%@ puntuacions";

/* Ratings (singular) string */
"RATINGS_COUNT_SINGULAR" = "%@ puntuació";

/* Ratings (zero) string */
"RATINGS_COUNT_ZERO" = "Sense qualificacions";

/* Ready invite label */
"READY_INVITE_LABEL" = "Preparat";

/* N recipients */
"RECIPIENT_COUNT_PLURAL" = "%@ destinataris";

/* 1 recipient */
"RECIPIENT_COUNT_SINGULAR" = "%@ destinatari";

/* recipient seperator in inactive compose field */
"RECIPIENT_SEPERATOR_IN_INACTIVE_COMPOSE_FIELD" = ", ";

/* relative hours ago (plural) */
"RELATIVE_HOURS_AGO_PLURAL" = "Fa %@ hores";

/* relative hours ago (singular) */
"RELATIVE_HOURS_AGO_SINGULAR" = "Fa %@ hora";

/* relative minutes ago (plural) */
"RELATIVE_MINUTES_AGO_PLURAL" = "Fa %@ minuts";

/* relative minutes ago (singular) */
"RELATIVE_MINUTES_AGO_SINGULAR" = "Fa %@ minut";

/* relative seconds ago (plural) */
"RELATIVE_SECONDS_AGO_PLURAL" = "Fa %@ segons";

/* Remove */
"REMOVE_BUTTON_TITLE" = "Eliminar";

/* Remove Player Button */
"REMOVE_PLAYER_BUTTON" = "Treure jugador";

/* Report a Problem Title */
"REPORT_PROBLEM" = "Problema";

/* Reset Button */
"RESET_BUTTON" = "Reiniciar";

/* <score> (<Top/Bottom x%>) format string */
"SCORE_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* goal text for score challenge alert, i.e. '1000 gold pieces on Level 1' */
"SCORE_CHALLENGE_RECEIVED_ALERT_GOAL_FORMAT" = "%1$@ a %2$@";

/* Search results format string (plural) */
"SEARCH_RESULTS_PLURAL" = "%@ resultats";

/* Search results format string (singular) */
"SEARCH_RESULTS_SINGULAR" = "1 resultat";

/* Search results format string (zero) */
"SEARCH_RESULTS_ZERO" = "Cap resultat";

/* Send Friend Request alert title */
"SEND_FRIEND_REQUEST" = "Sol·licitar amistat";

/* Settings Button */
"SETTINGS_BUTTON" = "Configuració";

/* HTML formatted email body for sharing an achievement earned by the local player */
"SHARE_ACHIEVEMENT_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>He guanyat <a href=\"%3$@\">%1$@ jugant a %2$@</a>.</p></html>";

/* HTML formatted email body for sharing an achievement earned by another player */
"SHARE_ACHIEVEMENT_EMAIL_OTHER_PLAYER_BODY" = "<html><p>%1$@ ha guanyat <a href=\"%4$@\">%2$@ jugant a %3$@</a>.</p></html>";

/* Subject when sharing an achievement via email. */
"SHARE_ACHIEVEMENT_EMAIL_SUBJECT" = "%@";

/* HTML formatted email body for sharing an unearned achievement for the local player */
"SHARE_ACHIEVEMENT_EMAIL_UNEARNED_LOCAL_PLAYER_BODY" = "<html><p>Vull guanyar <a href=\"%3$@\">%1$@ jugant a %2$@</a>.</p></html>";

/* Message for sharing your own achievement */
"SHARE_ACHIEVEMENT_LOCAL_PLAYER" = "He guanyat %1$@ jugant a %2$@.";

/* Message for sharing someone else's achievement */
"SHARE_ACHIEVEMENT_OTHER_PLAYER" = "%1$@ ha guanyat %2$@ jugant a %3$@.";

/* Message for sharing an achievement you want to earn */
"SHARE_ACHIEVEMENT_UNEARNED_LOCAL_PLAYER" = "Vull guanyar %1$@ jugant a %2$@.";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>Comprovar <a href=\"%3$@\">la meva puntuació a %1$@ jugant a %2$@</a>.</p></html>";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_OTHER_PLAYER_BODY" = "<html><p>Comprovar la puntuació que <a href=\"%4$@\">%1$@ ha fet a %2$@ jugant a %3$@</a>.</p></html>";

/* Subject when sharing a score via email. */
"SHARE_SCORE_EMAIL_SUBJECT" = "%@";

/* Message for sharing your own score */
"SHARE_SCORE_LOCAL_PLAYER" = "Comprovar la meva puntuació a %1$@ jugant a %2$@.";

/* Message for sharing someone else's score */
"SHARE_SCORE_OTHER_PLAYER" = "Comprovar la puntuació que %1$@ ha fet a %2$@ jugant a %3$@.";

/* Show All */
"SHOW_ALL" = "Mostrar-ho tot";

/* Show More footer title */
"SHOW_MORE_TEXT" = "Mostrar més…";

/* Show %@ More cell in Leaderboard */
"SHOW_X_MORE_CELL_IN_LEADERBOARD_FORMAT" = "Mostrar %@ més…";

/* Sign In Button */
"SIGN_IN_BUTTON" = "Entrar";

/* Sign in header message text */
"SIGN_IN_HEADER_MESSAGE_TEXT" = "Entra a Game Center amb el teu ID d'Apple i juga per Internet amb els teus amics, siguin on siguin.";

/* Starting Game… */
"STARTING_GAME" = "Iniciant partida…";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME" = "Premeu per puntuar";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_LANDSCAPE" = "Premeu per puntuar aquest joc";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_PORTRAIT" = "Premeu per puntuar\naquest joc";

/* All Time in leaderboard */
"TIME_SCOPE_ALL_TIME_TITLECASE" = "Tot el temps";

/* All Time in leaderboard iPad All Caps */
"TIME_SCOPE_ALL_TIME_UPPERCASE" = "SEMPRE";

/* This week in leaderboard */
"TIME_SCOPE_THIS_WEEK_TITLECASE" = "Setmana";

/* This week in leaderboard iPad All Caps */
"TIME_SCOPE_THIS_WEEK_UPPERCASE" = "SETMANA";

/* Today in leaderboard */
"TIME_SCOPE_TODAY_TITLECASE" = "Avui";

/* Today in leaderboard iPad All Caps */
"TIME_SCOPE_TODAY_UPPERCASE" = "AVUI";

/* To: */
"TO_LABEL" = "Per a:";

/* <truncation symbol> with close quote */
"TRUNCATION_SYMBOL_QUOTE" = "%1$@”";

/* Message for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_MESSAGE" = "Proveu-ho de nou més tard.";

/* Title for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_TITLE" = "No s'ha pogut crear la partida";

/* String indicating a turn based game has finished */
"TURN_BASED_GAME_OVER" = "Fi de la partida";

/* Message for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_MESSAGE" = "Elimineu un joc anterior i proveu-ho de nou.";

/* Title for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_TITLE" = "No s'ha pogut crear el joc";

/* Message for maximum games exceeded for other alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_MESSAGE" = "Hi ha un jugador convidat amb massa jocs actius.";

/* Title for maximum games exceeded for other player alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_TITLE" = "No s'ha pogut crear el joc";

/* String for describing when you last played a turn based game */
"TURN_BASED_LAST_PLAYED_FORMAT" = "%@";

/* String for describing when a game is new and no one has taken a turn yet */
"TURN_BASED_LAST_PLAYED_NEW_GAME" = "Joc nou";

/* String for describing when a game is new and no one has taken a turn yet in the session detail view */
"TURN_BASED_LAST_PLAYED_NO_TURN" = "No s’ha agafat cap torn";

/* Title for quit button when you swipe an invite session cell */
"TURN_BASED_MATCHMAKER_DECLINE" = "Refusar";

/* Title for turn based matches view nav bar title while loading */
"TURN_BASED_MATCHMAKER_GAMES" = "Jocs";

/* Title for turn based matches view nav bar title plural */
"TURN_BASED_MATCHMAKER_GAMES_PLURAL" = "%@ Jocs";

/* Title for turn based matches view nav bar title singular */
"TURN_BASED_MATCHMAKER_GAMES_SINGULAR" = "%@ joc";

/* Title for turn based matches view nav bar when there are no active games */
"TURN_BASED_MATCHMAKER_GAMES_ZERO" = "Jocs";

/* Title for invitation detail view control that comes up when user chooses an invitation in turn based gaming session picker */
"TURN_BASED_MATCHMAKER_INVITATION_DETAIL_TITLE" = "Invitació";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_QUIT" = "Sortir del joc";

/* String for indicating a player has been invited to a turn based game */
"TURN_BASED_MATCHMAKER_READY" = "Preparat";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_REMOVE" = "Eliminar el joc";

/* Title for turn based invitations section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_INVITED" = "Invitacions";

/* Title for current sessions section header for another player's turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_OTHER_TURN" = "Torn d’un altre jugador";

/* description of a participant who has the current turn in the session detail view */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_THIS_PLAYERS_TURN" = "Torn d’aquest jugador";

/* Title for current sessions section header for your turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_YOUR_TURN" = "El vostre torn";

/* Title for finished sessions section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_FINISHED" = "Fi de la partida";

/* Title for take turn button in session detail view */
"TURN_BASED_MATCHMAKER_TAKE_TURN" = "Jugueu el vostre torn";

/* Title for view match button in session detail view */
"TURN_BASED_MATCHMAKER_VIEW_MATCH" = "Veure el joc";

/* Invitation from another player */
"TURN_BASED_MATCH_DETAIL_INVITATION_FROM_FORMAT" = "De %@";

/* string for indicating when the last turn taken */
"TURN_BASED_MATCH_DETAIL_LAST_TURN_FORMAT" = "Darrer torn jugat %@";

/* string for indicating when you don't know the start date of the match */
"TURN_BASED_MATCH_DETAIL_NO_START_DATE" = "Data d’inici desconeguda";

/* string for indicating when no turn was taken */
"TURN_BASED_MATCH_DETAIL_NO_TURN_TAKEN" = "Cap torn agafat";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_PLURAL" = "Partida amb %1$@ i %2$d altres";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_SINGULAR" = "Partida amb %@";

/* Played with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_ZERO" = "Partida amb el jugador de la partida automàtica";

/* Section header for N players section in session detail view */
"TURN_BASED_MATCH_DETAIL_PLAYERS_FORMAT" = "%d jugadors";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_PLURAL" = "Jugant amb %1$@ i %2$d altres";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_SINGULAR" = "Jugant amb %@";

/* Playing with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_ZERO" = "Jugant amb el jugador de la partida automàtica";

/* string for indicating when you started the match */
"TURN_BASED_MATCH_DETAIL_STARTED_FORMAT" = "Iniciat %@";

/* String for additional info when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_INFO" = "Inviteu amics a jugar";

/* String for describing when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_STATUS" = "Cap joc";

/* String for indicating that it is another player' turn in a turn based game */
"TURN_BASED_OTHER_TURN_FORMAT" = "Torn de %@";

/* String for indicating that it is another player's turn in a turn based game, but we don't know their name */
"TURN_BASED_OTHER_TURN_UNKNOWN" = "El seu torn";

/* String for indicating that another player won a turn based game */
"TURN_BASED_OTHER_WON_FORMAT" = "%@ ha guanyat";

/* String for indicating that another player won a turn based game, but we don't know their name */
"TURN_BASED_OTHER_WON_UNKNOWN" = "Ha guanyat un altre jugador";

/* String for indicating another player */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER" = "Un altre jugador";

/* String for conjoining player name and outcome for example 'Bob won' */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER_OUTCOME_FORMAT" = "%1$@: %2$@";

/* String for indicating that a player got first place */
"TURN_BASED_OUTCOME_FIRST" = "Primer lloc";

/* String for indicating that a player got fourth place */
"TURN_BASED_OUTCOME_FOURTH" = "Quart lloc";

/* String for indicating that a player was last to lose */
"TURN_BASED_OUTCOME_LOST" = "Ha perdut";

/* String for indicating the player that is the local player */
"TURN_BASED_OUTCOME_ME" = "Jo";

/* String for indicating that a player has no outcome */
"TURN_BASED_OUTCOME_NONE" = "Cap resultat";

/* String for indicating that a player was last to quit */
"TURN_BASED_OUTCOME_QUIT" = "Sortir";

/* String for indicating that a player got second place */
"TURN_BASED_OUTCOME_SECOND" = "Segon lloc";

/* String for indicating that a player got third place */
"TURN_BASED_OUTCOME_THIRD" = "Tercer lloc";

/* String for indicating that a player has tied */
"TURN_BASED_OUTCOME_TIED" = "Ha empatat";

/* String for indicating that a player ran out of time */
"TURN_BASED_OUTCOME_TIME_EXP" = "S'ha esgotat el temps";

/* String for indicating that a player was first to win */
"TURN_BASED_OUTCOME_WON" = "Ha guanyat";

/* String for indicating that the participant status is active */
"TURN_BASED_PARTICIPANT_STATUS_ACTIVE" = "Activat";

/* String for indicating that the participant status is declined */
"TURN_BASED_PARTICIPANT_STATUS_DECLINED" = "Refusat";

/* String for indicating that the participant status is done */
"TURN_BASED_PARTICIPANT_STATUS_DONE" = "OK";

/* String for indicating that the participant status is invited */
"TURN_BASED_PARTICIPANT_STATUS_INVITED" = "Invitat";

/* String for indicating that the participant status is matching */
"TURN_BASED_PARTICIPANT_STATUS_MATCHING" = "Coincident";

/* format for conjoining status and outcome */
"TURN_BASED_PARTICIPANT_STATUS_OUTCOME_FORMAT" = "%1$@ %2$@";

/* String for indicating that the participant status is unknown */
"TURN_BASED_PARTICIPANT_STATUS_UNKNOWN" = "Desconegut";

/* String for indicating that it is your turn in a turn based game */
"TURN_BASED_YOUR_TURN" = "El vostre torn";

/* String for indicating that you won a turn based game */
"TURN_BASED_YOU_WON" = "Heu guanyat!";

/* Unable to Load header message */
"UNABLE_TO_LOAD" = "No s'ha pogut carregar";

/* Unable to Load Achievements */
"UNABLE_TO_LOAD_ACHIEVEMENTS" = "No s'han pogut carregar els assoliments";

/* Unable to Load Friends message */
"UNABLE_TO_LOAD_FRIENDS" = "No s'han pogut carregar els amics";

/* Unable To Load (uppercase) */
"UNABLE_TO_LOAD_UPPERCASE" = "NO S'HA POGUT CARREGAR";

/* Could not send game rating alert title */
"UNABLE_TO_SUBMIT_GAME_RATING" = "No s'ha pogut enviar la puntuació de la partida. Proveu-ho de nou més tard.";

/* Unauthenticated User */
"UNAUTHENTICATED_USER" = "Usuari sense autenticar";

/* Unexpected connection alert title */
"UNEXPECTED_CONNECTION_ALERT_HEADER" = "Connexió inesperada";

/* Unexpected connection alert message */
"UNEXPECTED_CONNECTION_ALERT_MESSAGE" = "S'ha connectat un jugador inesperat.  La creació de partides es cancel·larà.";

/* Uninvite */
"UNINVITE_BUTTON_TITLE" = "Anul·lar";

/* Uninvite Now */
"UNINVITE_NOW" = "Anul·lar ara";

/* Uninvite Players Alert Header */
"UNINVITE_PLAYERS_ALERT_HEADER" = "Anul·lar la invitació als jugadors?";

/* Uninvite Players Alert Message */
"UNINVITE_PLAYERS_ALERT_MESSAGE" = "Alguns dels jugadors convidats encara no han contestat.";

/* Unknown player score string */
"UNKNOWN_PLAYER_SCORE" = "--- ";

/* Untitled App */
"UNTITLED_APP" = "Aplicació sense títol";

/* Username Placeholder */
"USERNAME_PLACEHOLDER" = "ID d'Apple";

/* Sandbox Username Placeholder */
"USERNAME_PLACEHOLDER_SANDBOX" = "ID d’Apple del Sandbox";

/* View Account Button */
"VIEW_ACCOUNT_BUTTON" = "Veure compte";

/* View Frined Request Alert Button Title */
"VIEW_FRIEND_REQUEST_BUTTON_TITLE" = "Veure";

/* Waiting for authentication invite label */
"WAITING_FOR_AUTHENTICATION" = "Esperant autenticació…";

/* Waiting for host format string */
"WAITING_FOR_HOST_FORMAT" = "Esperant a %@ per iniciar la partida.";

/* Wait alert button */
"WAIT_ALERT_BUTTON" = "Espereu";

/* Welcome back player name message */
"WELCOME_BACK_PLAYER_NAME_MESSAGE_FORMAT" = "Benvingut de nou, %@";

/* Welcome title */
"WELCOME_TITLE" = "Benvingut";

/* Welcome to game center player name message */
"WELCOME_TO_GAME_CENTER_PLAYER_NAME_MESSAGE_FORMAT" = "Benvingut al Game Center, %@";

/* Sandbox prompt */
"XXX_SANDBOX_XXX" = "✭✭✭ Sandbox ✭✭✭";

/* You have selected the maximum number of players. */
"YOU_HAVE_SELECTED_MAXIMUM_NUMBER_OF_PLAYERS" = "Ja heu seleccionat el màxim de jugadors permesos.";

